def print_help():
    help_msg='''
        add [ім'я] [телефон]: Додати або новий контакт з іменем та телефонним номером,
            або телефонний номер к контакту який вже існує.
        change [ім'я] [старий телефон] [новий телефон]: Змінити телефонний номер для вказаного контакту.
        phone [ім'я]: Показати телефонні номери для вказаного контакту.
        all: Показати всі контакти в адресній книзі.
        add-birthday [ім'я] [дата народження]: Додати дату народження для вказаного контакту.
        show-birthday [ім'я]: Показати дату народження для вказаного контакту.
        birthdays: Показати дні народження, які відбудуться протягом наступного тижня.
        hello: Отримати вітання від бота.
        help: Показати довідку.
        close або exit: Закрити програму.
    '''
    return help_msg

if __name__ == "__main__":
    print(print_help())
